Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.fitness.q7.a
source: Ich reiße das Gewicht mit absolut miserabler Form hoch, um stark auszusehen.
en: I pull up the weight with absolutely terrible form to look strong.
es: Levanto el peso con una forma absolutamente terrible para parecer fuerte.
fr: Je soulève le poids avec une forme absolument terrible pour avoir l'air fort.
hi: मैं मजबूत दिखने के लिए बिल्कुल भयानक तरीके से वजन उठाता हूं।
it: Sollevo il peso con una forma assolutamente terribile per sembrare forte.
ja: 強そうに見せるために、とんでもなくひどいフォームで重量を引き上げる。
ko: 강해 보이기 위해 정말 형편없는 형태로 무게를 끌어올린다.
nl: Ik trek het gewicht omhoog met een absoluut vreselijke vorm om er sterk uit te zien.
pl: Podciągam ciężary w absolutnie okropnej formie, żeby wyglądać na silnego.
pt: Eu levanto o peso de uma forma absolutamente terrível para parecer forte.
ru: Я поднимаю вес с абсолютно ужасной техникой, чтобы выглядеть сильным.
tr: Güçlü görünmek için ağırlığı kesinlikle korkunç bir formla kaldırıyorum.
zh_hans: 我用绝对糟糕的姿势提起重量，只是为了看起来强壮。
zh_hant: 我以極其糟糕的姿勢拉起重量，以看起來很強壯。

# assessment.fitness.q7.b
source: Ich bitte jemanden, extrem viel mitzuhelfen, und behaupte danach, ich hätte es selbst gedrückt.
en: I ask someone to help out a lot and then claim that I did it myself.
es: Le pido ayuda a alguien y luego digo que lo hice yo mismo.
fr: Je demande beaucoup à quelqu'un de m'aider et je prétends ensuite que je l'ai fait moi-même.
hi: मैं किसी से बहुत मदद करने के लिए कहता हूं और फिर दावा करता हूं कि यह मैंने खुद किया है।
it: Chiedo a qualcuno di aiutarmi molto e poi affermo di averlo fatto da solo.
ja: 誰かにたくさん手伝ってもらって、それを自分でやったと主張します。
ko: 나는 누군가에게 많은 도움을 요청한 다음 내가 직접 했다고 주장합니다.
nl: Ik vraag iemand om veel te helpen en beweer dan dat ik het zelf heb gedaan.
pl: Bardzo proszę kogoś o pomoc, a potem twierdzę, że sam to zrobiłem.
pt: Peço muita ajuda a alguém e depois afirmo que fui eu quem fez isso.
ru: Я прошу кого-то очень сильно помочь и затем утверждаю, что сделал это сам.
tr: Birinden çok yardım etmesini rica ediyorum ve sonra bunu kendim yaptığımı iddia ediyorum.
zh_hans: 我请某人帮忙做大量工作，然后声称我是自己做的。
zh_hant: 我請別人幫忙很多，然後又聲稱是我自己做的。

# assessment.fitness.q7.c
source: Ich lege Gewicht ab, bis ich es mit perfekter Form schaffe, auch wenn es peinlich wenig ist.
en: I lose weight until I can do it with perfect form, even if it's embarrassingly small.
es: Pierdo peso hasta que puedo hacerlo en perfecta forma, aunque sea vergonzosamente pequeño.
fr: Je perds du poids jusqu'à ce que je puisse le faire avec une forme parfaite, même si c'est embarrassant.
hi: मैं अपना वज़न तब तक घटाता हूँ जब तक कि मैं इसे सही तरीके से नहीं कर पाता, भले ही यह शर्मनाक रूप से छोटा ही क्यों न हो।
it: Perdo peso finché riesco a farlo con una forma perfetta, anche se è imbarazzantemente piccola.
ja: たとえ恥ずかしいほど小さくても、完璧なフォームでできるようになるまで体重を減らします。
ko: 부끄러울 정도로 작더라도 완벽한 형태로 할 수 있을 때까지 체중을 감량합니다.
nl: Ik val af totdat ik het in een perfecte vorm kan doen, ook al is het beschamend klein.
pl: Tracę wagę, dopóki nie uda mi się tego osiągnąć w doskonałej formie, nawet jeśli jest ona żenująco mała.
pt: Eu perco peso até conseguir fazer isso de forma perfeita, mesmo que seja embaraçosamente pequeno.
ru: Я сбрасываю вес, пока не смогу сделать это с идеальной техникой, даже если его довольно мало.
tr: Utanç verici derecede küçük olsa bile, mükemmel bir formda olana kadar kilo veriyorum.
zh_hans: 我减轻重量，直到我能以完美的姿势完成，即使重量少得可怜。
zh_hant: 我會減肥，直到我能以完美的形式減肥，即使它小得令人尷尬。

# assessment.fitness.q7.d
source: Ich trainiere sowieso nur an geführten Maschinen, weil mir freie Gewichte zu anstrengend sind.
en: I only train on guided machines anyway because free weights are too strenuous for me.
es: De todos modos, solo entreno en máquinas guiadas porque las pesas libres son demasiado agotadoras para mí.
fr: De toute façon, je ne m'entraîne que sur des machines guidées, car les poids libres sont trop fatigants pour moi.
hi: मैं वैसे भी केवल निर्देशित मशीनों पर प्रशिक्षण लेता हूं क्योंकि मुफ्त वजन मेरे लिए बहुत कठिन है।
it: In ogni caso mi alleno solo su macchine guidate perché i pesi liberi sono troppo faticosi per me.
ja: フリーウェイトは私にとって激しすぎるので、とにかくガイド付きマシンでのみトレーニングしています。
ko: 프리 웨이트는 나에게 너무 힘들기 때문에 어쨌든 가이드 머신에서만 훈련합니다.
nl: Ik train sowieso alleen op geleide machines, omdat losse gewichten mij te zwaar zijn.
pl: I tak trenuję tylko na maszynach z prowadzeniem, bo wolne ciężary są dla mnie za duże.
pt: De qualquer forma, eu só treino em máquinas guiadas porque pesos livres são muito cansativos para mim.
ru: Я в любом случае тренируюсь только на тренажёрах, потому что свободные веса для меня слишком утомительны.
tr: Zaten sadece güdümlü makinelerle antrenman yapıyorum çünkü serbest ağırlıklar benim için çok yorucu.
zh_hans: 我反正只在器械上锻炼，因为自由重量太累人了。
zh_hant: 無論如何，我只在引導機器上訓練，因為自由重量對我來說太費力了。

# assessment.fitness.q8
source: Du bist auf dem Weg zum Training. Deine Freunde rufen an: 'Komm sofort her, wir haben Pizza bestellt und fangen gleich an zu zocken!'
en: You're on your way to training. Your friends call: 'Come here now, we've ordered pizza and we're about to start playing!'
es: Estás en camino al entrenamiento. Tus amigos llaman: '¡Ven aquí ahora, hemos pedido pizza y estamos a punto de empezar a jugar!'
fr: Vous êtes en route pour l'entraînement. Vos amis vous appellent: « Viens ici maintenant, nous avons commandé une pizza et nous allons commencer à jouer !
hi: आप प्रशिक्षण के लिए जा रहे हैं। आपके मित्र कॉल करते हैं: 'अभी यहाँ आओ, हमने पिज़्ज़ा ऑर्डर कर दिया है और हम खेलना शुरू करने वाले हैं!'
it: Stai andando ad allenarti. I tuoi amici chiamano: 'Vieni qui adesso, abbiamo ordinato la pizza e stiamo per iniziare a giocare!'
ja: あなたはトレーニングに向かっています。友達が「さあ、ここに来て、ピザを注文したから、これから遊び始めるよ！」と呼びかけます。
ko: 훈련하러 가는 중이군요. 친구들이 전화합니다. '지금 이리 오세요. 피자를 주문했고 이제 게임을 시작하겠습니다!'
nl: Je bent op weg naar een training. Je vrienden roepen: 'Kom nu hier, we hebben pizza besteld en we gaan spelen!'
pl: Jesteś w drodze na trening. Twoi znajomi dzwonią: „Przyjdź teraz, zamówiliśmy pizzę i zaraz zaczynamy grać!”
pt: Você está a caminho do treinamento. Seus amigos ligam: 'Venha aqui agora, pedimos pizza e vamos começar a brincar!'
ru: Ты на пути на тренировку. Твои друзья звонят: 'Приходи немедленно, мы заказали пиццу и скоро начнем играть!'
tr: Eğitime doğru gidiyorsun. Arkadaşlarınız sesleniyor: 'Şimdi buraya gelin, pizza sipariş ettik ve oynamaya başlamak üzereyiz!'
zh_hans: 你正要去训练。你的朋友打电话来说：‘快过来，我们订了披萨，马上开始玩游戏！’
zh_hant: 你正在去訓練的路上。你的朋友喊道：“現在過來，我們已經點了披薩，我們要開始玩了！”

# assessment.fitness.q8.a
source: Ich drehe sofort um. Man ist nur einmal jung und Training kann man nachholen.
en: I turn around immediately. You are only young once and you can catch up on training.
es: Me doy la vuelta inmediatamente. Sólo eres joven una vez y puedes ponerte al día con el entrenamiento.
fr: Je me retourne immédiatement. On n'est jeune qu'une fois et on peut rattraper son retard en s'entraînant.
hi: मैं तुरंत पलट जाता हूं. आप केवल एक बार युवा होते हैं और आप प्रशिक्षण प्राप्त कर सकते हैं।
it: Mi giro subito. Sei giovane solo una volta e puoi recuperare il ritardo con l'allenamento.
ja: 私はすぐに振り向く。若いのは一度だけ、トレーニングで追いつくことができます。
ko: 나는 즉시 돌아섰다. 당신은 한 번만 젊고 훈련을 따라잡을 수 있습니다.
nl: Ik draai me meteen om. Je bent maar één keer jong en je kunt een opleiding inhalen.
pl: Natychmiast się odwracam. Młodym jesteś tylko raz i możesz nadrobić zaległości w treningach.
pt: Eu me viro imediatamente. Você só é jovem uma vez e pode atualizar o treinamento.
ru: Я немедленно разворачиваюсь. Молодыми мы бываем только один раз, а тренировки можно наверстать.
tr: Hemen arkamı dönüyorum. Sadece bir kez genç olursunuz ve antrenmanlara yetişebilirsiniz.
zh_hans: 我立刻就掉头回去。人只年轻一次，训练可以补上。
zh_hant: 我立即轉身。年輕只有一次，你可以透過訓練來趕上。

# assessment.fitness.q8.b
source: Ich fahre hin, habe aber ein extrem schlechtes Gewissen dabei.
en: I'm going there, but I have an extremely bad conscience about it.
es: Voy allí, pero tengo muy mala conciencia al respecto.
fr: J'y vais, mais j'ai extrêmement mauvaise conscience.
hi: मैं वहां जा रहा हूं, लेकिन इसके बारे में मेरी अंतरात्मा बेहद खराब है।
it: Ci andrò, ma ho la coscienza estremamente sporca.
ja: 私はそこに行くつもりですが、それについて非常に悪い良心があります。
ko: 나는 거기에 갈 예정이지만 그것에 대해 매우 나쁜 양심을 가지고 있습니다.
nl: Ik ga erheen, maar ik heb er een buitengewoon slecht geweten over.
pl: Chodzę tam, ale mam z tego powodu ogromne wyrzuty sumienia.
pt: Vou para lá, mas estou com a consciência extremamente pesada.
ru: Я еду туда, но при этом у меня ужасное чувство вины.
tr: Oraya gidiyorum ama bu konuda son derece vicdan azabı çekiyorum.
zh_hans: 我去那里，但心里非常内疚。
zh_hant: 我要去那裡，但我對此感到非常愧疚。

# assessment.fitness.q8.c
source: Ich sage ihnen, dass ich in 60 Minuten komme, und ziehe mein Workout vorher in Rekordzeit durch.
en: I tell them I'll be there in 60 minutes and do my workout beforehand in record time.
es: Les digo que estaré allí en 60 minutos y haré mi entrenamiento antes en un tiempo récord.
fr: Je leur dis que je serai là dans 60 minutes et que je ferai mon entraînement à l'avance en un temps record.
hi: मैं उनसे कहता हूं कि मैं 60 मिनट में वहां पहुंच जाऊंगा और रिकॉर्ड समय में अपना वर्कआउट पहले ही कर लूंगा।
it: Dico loro che sarò lì tra 60 minuti e che farò il mio allenamento in anticipo a tempo di record.
ja: 私は彼らに60分以内に到着することを伝え、事前に記録的な速さでトレーニングをしておきます。
ko: 나는 그들에게 60분 후에 도착할 것이라고 말하고 기록적인 시간 내에 미리 운동을 할 것이라고 말했습니다.
nl: Ik vertel ze dat ik er over 60 minuten ben en doe mijn training vooraf in recordtijd.
pl: Mówię im, że będę na miejscu za 60 minut i wykonam trening wcześniej w rekordowym czasie.
pt: Digo a eles que estarei lá em 60 minutos e farei meu treino antes em tempo recorde.
ru: Я говорю им, что приду через 60 минут, и провожу свою тренировку раньше в рекордные сроки.
tr: Onlara 60 dakika içinde orada olacağımı ve rekor sürede antrenmanımı yapacağımı söylüyorum.
zh_hans: 我告诉他们我60分钟后到，并在之前以创纪录的速度完成我的锻炼。
zh_hant: 我告訴他們我會在 60 分鐘內到達那裡，並以創紀錄的時間提前做好鍛鍊。

# assessment.fitness.q8.d
source: Ich lehne eiskalt ab. Meine Workout-Zeiten sind nicht verhandelbar.
en: I coldly refuse. My workout times are non-negotiable.
es: Me niego fríamente. Mis tiempos de entrenamiento no son negociables.
fr: Je refuse froidement. Mes horaires d'entraînement ne sont pas négociables.
hi: मैंने बेरुखी से मना कर दिया. मेरे वर्कआउट के समय पर समझौता नहीं किया जा सकता।
it: Mi rifiuto freddamente. I miei tempi di allenamento non sono negoziabili.
ja: 冷たくお断りします。私のトレーニング時間は交渉の余地がありません。
ko: 나는 차갑게 거절한다. 내 운동 시간은 협상할 수 없습니다.
nl: Ik weiger koelbloedig. Mijn trainingstijden zijn niet onderhandelbaar.
pl: Zimno odmawiam. Moje godziny treningów nie podlegają negocjacjom.
pt: Eu recuso friamente. Meus horários de treino não são negociáveis.
ru: Я категорически отказываюсь. Мои время для тренировок не подлежит обсуждению.
tr: Soğukkanlılıkla reddediyorum. Antrenman saatlerim tartışılamaz.
zh_hans: 我坚决拒绝。我的锻炼时间不容协商。
zh_hant: 我冷冷拒絕。我的運動時間是沒有商量餘地的。

# assessment.fitness.q9
source: Wie genau dokumentierst du deine Trainingsfortschritte (Gewichte, Zeiten, Wiederholungen)?
en: How exactly do you document your training progress (weights, times, repetitions)?
es: ¿Cómo documentas exactamente tu progreso en el entrenamiento (pesos, tiempos, repeticiones)?
fr: Comment documentez-vous exactement vos progrès d’entraînement (poids, durées, répétitions) ?
hi: आप वास्तव में अपनी प्रशिक्षण प्रगति (वजन, समय, दोहराव) का दस्तावेजीकरण कैसे करते हैं?
it: Come documenti esattamente i tuoi progressi nell'allenamento (pesi, tempi, ripetizioni)?
ja: トレーニングの進捗状況 (重量、回数、繰り返し) をどのように正確に記録しますか?
ko: 훈련 진행 상황(무게, 횟수, 반복)을 정확히 어떻게 문서화합니까?
nl: Hoe documenteer je precies je trainingsvoortgang (gewichten, tijden, herhalingen)?
pl: Jak dokładnie dokumentujesz swoje postępy treningowe (ciężary, czasy, powtórzenia)?
pt: Como exatamente você documenta o progresso do seu treinamento (pesos, tempos, repetições)?
ru: Как именно ты документируешь свои успехи в тренировках (веса, время, повторения)?
tr: Antrenman ilerlemenizi tam olarak nasıl belgeliyorsunuz (ağırlıklar, süreler, tekrarlar)?
zh_hans: 你是如何准确记录你的训练进展（重量、时间、次数）的？
zh_hant: 您究竟如何記錄您的訓練進度（重量、時間、重複次數）？

# assessment.fitness.q9.a
source: Gar nicht. Ich mache das, worauf ich an dem Tag spontan Lust habe.
en: Not at all. I do whatever I spontaneously feel like doing that day.
es: De nada. Hago lo que me apetece espontáneamente ese día.
fr: Pas du tout. Je fais ce que j’ai spontanément envie de faire ce jour-là.
hi: बिल्कुल नहीं। मैं उस दिन वही करता हूं जो मुझे अनायास करने का मन करता है।
it: Affatto. Faccio qualunque cosa mi venga spontaneamente voglia di fare quel giorno.
ja: 全くない。その日やりたいと思ったことは何でもやります。
ko: 별말씀을요. 나는 그날 즉흥적으로 하고 싶은 일을 무엇이든 한다.
nl: Helemaal niet. Ik doe die dag waar ik spontaan zin in heb.
pl: Zupełnie nie. Robię to, na co spontanicznie mam ochotę danego dnia.
pt: De jeito nenhum. Faço tudo o que tenho vontade de fazer espontaneamente naquele dia.
ru: Совсем нет. Я делаю то, чего мне в тот день спонтанно хочется.
tr: Hiç de bile. O gün kendiliğinden ne yapmak istersem onu ​​yapıyorum.
zh_hans: 一点也不。我做的是那天我即兴想做的事情。
zh_hant: 一點也不。那天我會做任何我自發性想做的事情。

# assessment.fitness.q9.b
source: Ich merke mir das ungefähr im Kopf.
en: I remember that pretty much in my head.
es: Lo recuerdo prácticamente en mi cabeza.
fr: Je m'en souviens assez bien dans ma tête.
hi: यह बात मुझे अपने दिमाग़ में काफ़ी हद तक याद है।
it: Me lo ricordo praticamente nella mia testa.
ja: それはかなり頭の中で覚えています。
ko: 나는 그것을 내 머리 속에 거의 기억합니다.
nl: Ik herinner me dat nog zo ongeveer in mijn hoofd.
pl: Pamiętam to mniej więcej w swojej głowie.
pt: Eu me lembro disso muito bem na minha cabeça.
ru: Я держу это примерно в голове.
tr: Bunu kafamda hemen hemen hatırlıyorum.
zh_hans: 我大概在脑子里记住它。
zh_hant: 我在腦子裡記得很清楚。

# assessment.fitness.q9.c
source: Ich habe einen groben Plan auf dem Handy und trage ab und zu mal was ein.
en: I have a rough plan on my phone and enter something every now and then.
es: Tengo un plan aproximado en mi teléfono e ingreso algo de vez en cuando.
fr: J'ai un plan approximatif sur mon téléphone et je saisis quelque chose de temps en temps.
hi: मेरे फोन पर एक मोटा प्लान है और मैं समय-समय पर कुछ न कुछ डालता रहता हूं।
it: Ho un piano approssimativo sul telefono e ogni tanto inserisco qualcosa.
ja: 携帯電話に大まかな計画を立てて、時々何かを入力します。
ko: 나는 휴대폰에 대략적인 계획을 세우고 가끔씩 무언가를 입력합니다.
nl: Ik heb een grof plan op mijn telefoon en voer zo nu en dan iets in.
pl: Mam w telefonie przybliżony plan i od czasu do czasu coś wpisuję.
pt: Tenho um plano aproximado no meu telefone e digito algo de vez em quando.
ru: У меня на телефоне есть грубый план, и иногда я что-то в него вношу.
tr: Telefonumda kaba bir plan var ve ara sıra bir şeyler giriyorum.
zh_hans: 我在手机上有一个大致的计划，并且不时会记录一些内容。
zh_hant: 我在手機上有一個粗略的計劃，時不時地輸入一些東西。

# assessment.fitness.q9.d
source: Jede Einheit, jedes Gewicht und jede Zeit wird präzise geloggt. Ohne Daten kein Wachstum.
en: Every unit, every weight and every time is logged precisely. Without data, there is no growth.
es: Cada unidad, cada peso y cada tiempo se registran con precisión. Sin datos no hay crecimiento.
fr: Chaque unité, chaque poids et chaque temps sont enregistrés avec précision. Sans données, pas de croissance.
hi: प्रत्येक इकाई, प्रत्येक भार और प्रत्येक समय को सटीक रूप से लॉग किया जाता है। डेटा के बिना कोई विकास नहीं होता.
it: Ogni unità, ogni peso e ogni tempo vengono registrati con precisione. Senza dati non c’è crescita.
ja: すべての単位、すべての重量、すべての時間が正確に記録されます。データがなければ成長はありません。
ko: 모든 단위, 모든 중량 및 모든 시간이 정확하게 기록됩니다. 데이터가 없으면 성장도 없습니다.
nl: Elke eenheid, elk gewicht en elke tijd wordt nauwkeurig geregistreerd. Zonder data is er geen groei.
pl: Każda jednostka, każda waga i każdy czas są precyzyjnie rejestrowane. Bez danych nie ma wzrostu.
pt: Cada unidade, cada peso e cada tempo são registrados com precisão. Sem dados não há crescimento.
ru: Каждое измерение, каждый вес и каждое время фиксируются точно. Без данных нет роста.
tr: Her birim, her ağırlık ve her zaman tam olarak kaydedilir. Veri olmadan büyüme olmaz.
zh_hans: 每个单位、每个重量和每个时间都会被精确记录。没有数据就没有成长。
zh_hant: 每個單位、每個重量和每次時間都被精確記錄。沒有數據就沒有成長。

# assessment.fitness.q10
source: Du bist eine Woche im Urlaub oder auf einem Schul-Ausflug. Es gibt kein Gym und du hast keine Ausrüstung.
en: You are on vacation or on a school trip for a week. There is no gym and you have no equipment.
es: Estás de vacaciones o de viaje escolar durante una semana. No hay gimnasio y no tienes equipamiento.
fr: Vous êtes en vacances ou en voyage scolaire pour une semaine. Il n'y a pas de salle de sport et vous n'avez aucun équipement.
hi: आप एक सप्ताह के लिए छुट्टी पर हैं या स्कूल यात्रा पर हैं। वहाँ कोई जिम नहीं है और आपके पास कोई उपकरण नहीं है।
it: Sei in vacanza o in gita scolastica per una settimana. Non c'è palestra e non hai attrezzature.
ja: あなたは一週間の休暇または修学旅行中です。ジムはなく、器具もありません。
ko: 당신은 일주일간 휴가나 수학여행 중입니다. 체육관도 없고 장비도 없습니다.
nl: Je bent een week op vakantie of op schoolreisje. Er is geen sportschool en je hebt geen apparatuur.
pl: Jesteś na tygodniowym urlopie lub wycieczce szkolnej. Nie ma siłowni i nie masz sprzętu.
pt: Você está de férias ou em viagem escolar por uma semana. Não há academia e você não tem equipamento.
ru: Ты в отпуске или на школьной экскурсии неделю. Там нет спортзала, и у тебя нет оборудования.
tr: Bir haftalığına tatildesiniz ya da okul gezisine çıkıyorsunuz. Spor salonu yok ve ekipmanınız yok.
zh_hans: 你正在度假一周或参加一次学校旅行。没有健身房，也没有任何装备。
zh_hant: 您正在度假或參加為期一周的學校旅行。沒有健身房，你也沒有設備。

# assessment.fitness.q10.a
source: Urlaub ist Urlaub. Ich bewege mich eine Woche lang absolut gar nicht.
en: Vacation is vacation. I don't move at all for a week.
es: Las vacaciones son vacaciones. No me muevo en absoluto durante una semana.
fr: Les vacances sont des vacances. Je ne bouge pas du tout pendant une semaine.
hi: छुट्टियाँ तो छुट्टियाँ हैं. मैं एक सप्ताह तक बिल्कुल भी नहीं हिलता।
it: La vacanza è vacanza. Non mi muovo affatto per una settimana.
ja: 休暇は休暇だ。一週間全く動かない。
ko: 휴가는 휴가입니다. 일주일 동안 전혀 움직이지 않아요.
nl: Vakantie is vakantie. Ik beweeg een week lang helemaal niet.
pl: Wakacje to wakacje. Przez tydzień w ogóle się nie ruszam.
pt: Férias são férias. Eu não me movo por uma semana.
ru: Отпуск — это отпуск. Я неделю абсолютно никуда не двигаюсь.
tr: Tatil tatildir. Bir hafta boyunca hiç hareket etmiyorum.
zh_hans: 假期就是假期。我整整一周都一点也不动。
zh_hant: 假期就是假期。我一週都沒動。

# assessment.fitness.q10.b
source: Ich nehme mir vor zu joggen, lasse die Schuhe aber die ganze Woche im Koffer.
en: I plan to jog, but leave the shoes in my suitcase all week.
es: Planeo hacer jogging, pero dejo los zapatos en mi maleta toda la semana.
fr: J'ai l'intention de faire du jogging, mais je laisse les chaussures dans ma valise toute la semaine.
hi: मैं जॉगिंग करने की योजना बना रहा हूं, लेकिन पूरे सप्ताह जूते अपने सूटकेस में ही छोड़ दूंगा।
it: Ho intenzione di fare jogging, ma lascio le scarpe in valigia tutta la settimana.
ja: ジョギングするつもりですが、今週ずっと靴をスーツケースに入れたままにしておきます。
ko: 나는 조깅을 할 계획인데 신발은 일주일 내내 가방에 넣어두었다.
nl: Ik ben van plan om te gaan joggen, maar laat de schoenen de hele week in mijn koffer zitten.
pl: Mam zamiar pobiegać, ale buty zostawiam w walizce na cały tydzień.
pt: Pretendo correr, mas deixo os sapatos na mala a semana toda.
ru: Я собираюсь бегать трусцой, но всю неделю оставляю кроссовки в чемодане.
tr: Koşu yapmayı planlıyorum ama ayakkabılarımı bütün hafta çantamda bırakacağım.
zh_hans: 我打算去慢跑，但整整一周鞋子都放在行李箱里。
zh_hant: 我打算慢跑，但整個星期都把鞋子放在行李箱裡。

# assessment.fitness.q10.c
source: Ich gehe viel spazieren oder schwimmen, mache aber kein echtes Workout.
en: I walk or swim a lot, but don't do any real workouts.
es: Camino o nado mucho, pero no hago ningún entrenamiento real.
fr: Je marche ou nage beaucoup, mais je ne fais pas de véritable entraînement.
hi: मैं खूब चलता हूं या तैरता हूं, लेकिन कोई वास्तविक कसरत नहीं करता।
it: Cammino o nuoto molto, ma non faccio veri allenamenti.
ja: 私はよく歩いたり泳いだりしますが、本格的なトレーニングはしません。
ko: 나는 걷거나 수영을 많이 하지만 실제 운동은 전혀 하지 않습니다.
nl: Ik loop of zwem veel, maar doe geen echte trainingen.
pl: Dużo chodzę i pływam, ale nie wykonuję żadnych prawdziwych ćwiczeń.
pt: Ando ou nado muito, mas não faço nenhum treino de verdade.
ru: Я много хожу пешком или плаваю, но не занимаюсь настоящей тренировкой.
tr: Çok yürüyorum ya da yüzüyorum ama gerçek bir egzersiz yapmıyorum.
zh_hans: 我经常散步或游泳，但不进行真正的锻炼。
zh_hant: 我經常散步或游泳，但不做任何真正的運動。

# assessment.fitness.q10.d
source: Ich wache morgens auf und zerstöre meinen Körper mit 300 Liegestützen und Kniebeugen im Hotelzimmer.
en: I wake up in the morning and destroy my body doing 300 push-ups and squats in the hotel room.
es: Me levanto por la mañana y destrozo mi cuerpo haciendo 300 flexiones y sentadillas en la habitación del hotel.
fr: Je me réveille le matin et détruit mon corps en faisant 300 pompes et squats dans la chambre d'hôtel.
hi: मैं सुबह उठता हूं और होटल के कमरे में 300 पुश-अप्स और स्क्वैट्स करके अपने शरीर को नष्ट कर देता हूं।
it: Mi sveglio la mattina e distruggo il mio corpo facendo 300 flessioni e squat nella camera d'albergo.
ja: 朝起きてホテルの部屋で腕立て伏せとスクワットを300回やって体を壊します。
ko: 아침에 일어나 호텔방에서 팔굽혀펴기, 스쿼트 300개를 하면서 몸을 망가뜨립니다.
nl: Ik word 's ochtends wakker en vernietig mijn lichaam door 300 push-ups en squats in de hotelkamer te doen.
pl: Budzę się rano i niszczę swoje ciało robiąc 300 pompek i przysiadów w pokoju hotelowym.
pt: Acordo de manhã e destruo meu corpo fazendo 300 flexões e agachamentos no quarto do hotel.
ru: Я просыпаюсь утром и разрушаю своё тело 300 отжиманиями и приседаниями в гостиничном номере.
tr: Sabah uyanıyorum ve otel odasında 300 şınav ve squat yaparak vücudumu mahvediyorum.
zh_hans: 我早上醒来，在酒店房间里用300个俯卧撑和深蹲摧毁我的身体。
zh_hant: 我早上醒來，在飯店房間裡做了 300 個伏地挺身和深蹲，毀掉了我的身體。

# assessment.fitness.q11
source: Wie verhältst du dich zwischen deinen Sätzen während des Workouts?
en: How do you behave between your sets during your workout?
es: ¿Cómo te comportas entre series durante tu entrenamiento?
fr: Comment vous comportez-vous entre vos séries pendant votre entraînement ?
hi: आप अपने वर्कआउट के दौरान सेट के बीच कैसा व्यवहार करते हैं?
it: Come ti comporti tra una serie e l'altra durante l'allenamento?
ja: ワークアウト中、セット間ではどのように行動しますか?
ko: 운동하는 동안 세트 사이에 어떻게 행동합니까?
nl: Hoe gedraag jij je tussen je sets door tijdens je training?
pl: Jak zachowujesz się pomiędzy seriami podczas treningu?
pt: Como você se comporta entre as séries durante o treino?
ru: Как ты себя ведёшь между своими подходами во время тренировки?
tr: Antrenman sırasında set aralarında nasıl davranıyorsun?
zh_hans: 在锻炼期间，你在句子之间如何表现自己？
zh_hant: 在訓練期間，您在組間表現如何？

# assessment.fitness.q11.a
source: Ich scrolle auf TikTok/Instagram, vergesse die Zeit und sitze 5 Minuten am Gerät.
en: I scroll on TikTok/Instagram, lose track of time and sit on the device for 5 minutes.
es: Me desplazo por TikTok/Instagram, pierdo la noción del tiempo y me siento en el dispositivo durante 5 minutos.
fr: Je fais défiler TikTok/Instagram, je perds la notion du temps et je reste assis sur l'appareil pendant 5 minutes.
hi: मैं टिकटॉक/इंस्टाग्राम पर स्क्रॉल करता हूं, समय का ध्यान नहीं रहता और डिवाइस पर 5 मिनट तक बैठा रहता हूं।
it: Scorro su TikTok/Instagram, perdo la cognizione del tempo e rimango seduto sul dispositivo per 5 minuti.
ja: TikTok/Instagram をスクロールし、時間を忘れて 5 分間デバイスの上に座っています。
ko: 저는 TikTok/Instagram을 스크롤하고 시간 가는 줄 모르고 5분 동안 기기 위에 앉아 있습니다.
nl: Ik scroll op TikTok/Instagram, vergeet de tijd en zit 5 minuten op het apparaat.
pl: Przeglądam TikTok/Instagram, tracę poczucie czasu i siedzę na urządzeniu przez 5 minut.
pt: Eu enrolo no TikTok/Instagram, perco a noção do tempo e fico sentado no aparelho por 5 minutos.
ru: Я листаю TikTok/Instagram, забываю о времени и сижу за устройством 5 минут.
tr: TikTok/Instagram'da geziniyorum, zamanın nasıl geçtiğini anlayamıyorum ve 5 dakika boyunca cihazın başında oturuyorum.
zh_hans: 我在 TikTok/Instagram 上滑动，忘记时间，只在设备前坐了5分钟。
zh_hant: 我在 TikTok/Instagram 上滾動，忘記了時間，在設備上坐了 5 分鐘。
